Repository: Gabboxl/ClassevivaPCTO
Catalog: ClassevivaPCTO/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, it_it, ro_ro

# GradesListLayoutToolTip
source: View grades as a list
fr_fr: Afficher les notes sous forme de liste
ro_ro: Afișează notele ca o listă

# GradesSubjectsLayoutToolTip
source: Group grades by the subjects
fr_fr: Afficher les notes regroupées par matière
ro_ro: Vizualizați notele grupate în funcție de materie

# NoticeDialogOpenButtonToolTip
source: Open attachment
fr_fr: Ouvrir le fichier joint
ro_ro: Deschideți fișierul atașat

# NoticeDialogSaveButtonToolTip
source: Save this attachment on your PC
fr_fr: Enregistrez ce fichier joint sur votre PC
ro_ro: Salvează acest fișier atașat pe PC-ul tău

# SettingsPaletteColorYellowToolTip
source: Early releases, warnings
fr_fr: Versions anticipées, avertissements
ro_ro: Ieșiri anticipate, notificări

# NoticeBoardClearAllFiltersText
source: Clear all filters
fr_fr: Réinitialiser tous les filtres
ro_ro: Resetați toate filtrele

# Grades1Quadrimestre
source: 1st Quarter
fr_fr: 1er trimestre
ro_ro: 1° Pătrime

# Grades2Quadrimestre
source: 2nd Quarter
fr_fr: 2e trimestre
ro_ro: 2° Pătrime

# GradesPentamestre
source: Pentamester
fr_fr: Pentamestre
ro_ro: Pentamestru

# GradesTrimestre
source: Trimester
fr_fr: Trimestre
ro_ro: Trimestru

# NoticeBoardAllCategoriesComboboxItem
source: All Categories
fr_fr: Toutes les catégories
ro_ro: Toate categoriile

# NoticeDialogJoinRequestedMessage
source: This notice requires a join confirmation
fr_fr: Une confirmation d’adhésion est requise pour cette communication
ro_ro: Pentru această comunicare este necesară o confirmare a aderării

# NoticeDialogJoinSuccessMessage
source: Successfully joined
fr_fr: Adhésion confirmée
ro_ro: Adeziunea a fost confirmată

# NoticeDialogSignRefuseMessage
source: Notice refused
fr_fr: Communication rejetée
ro_ro: Comunicare refuzată

# NoticeDialogSignRequestedMessage
source: This notice requires a sign confirmation
fr_fr: Une confirmation d'acceptation est requise pour cette communication
ro_ro: Pentru această comunicare este necesară o confirmare a aderării

# NoticeDialogSignSuccessMessage
source: Notice signed and joined
fr_fr: Communication confirmée et signée
ro_ro: Comunicare confirmată și semnată

# GradesLayoutHeader
source: Layout:
fr_fr: Mise en page:
ro_ro: Aspect:

# NoticeDialogConfirmNotice
source: Confirm and sign
fr_fr: Confirmez et signez
ro_ro: Confirmare și semnează

# NoticeDialogConfirmNoticeMessage
source: To sign the notice, press the button below
fr_fr: Pour signer la communication, appuyez sur le bouton ci-dessous
ro_ro: Pentru a refuza comunicarea, apăsați butonul de mai jos

# NoticeDialogConfirmNoticeWithAttachmentMessage
source: To sign with attached file, press the button below
fr_fr: Pour signer avec le fichier joint, appuyez sur le bouton ci-dessous
ro_ro: Pentru a refuza comunicarea, apăsați butonul de mai jos

# NoticeDialogConfirmNoticeWithMessage
source: To sign with a message, press the button below
fr_fr: Pour signer avec message, appuyez sur le bouton ci-dessous
ro_ro: Pentru a refuza comunicarea, apăsați butonul de mai jos

# NoticeDialogJoinNotice
source: Join
fr_fr: Rejoindre
ro_ro: Înscrie-te

# NoticeDialogJoinNoticeMessage
source: To join the notice, press the button below
fr_fr: Pour rejoindre la communication, appuyez sur le bouton ci-dessous
ro_ro: Pentru a refuza comunicarea, apăsați butonul de mai jos

# NoticeDialogRefuseNotice
source: Refuse
fr_fr: Rejeter
ro_ro: Respinge

# NoticeDialogRefuseNoticeMessage
source: To refuse the notice, press the button below
fr_fr: Pour refuser la communication, appuyez sur le bouton ci-dessous
ro_ro: Pentru a refuza comunicarea, apăsați butonul de mai jos

# NoticeDialogAttachmentsTitleSingular
source: attachment
fr_fr: annexe
ro_ro: atașament

# NoticeBoardNoticesTitleSingular
source: notice
fr_fr: communication
ro_ro: comunicare

# LoginKeepCredentialsCheckboxToolTip
source: Keep me logged in so you don't need to enter your credentials again
fr_fr: Enregistrez vos informations d'identification afin de ne pas avoir à les saisir à nouveau au prochain démarrage
ro_ro: Salvați-vă acreditările, astfel încât să nu fie nevoie să le introduceți din nou data viitoare când porniți

# LoginPasswordFieldToolTip
source: Enter the password of your account
fr_fr: Entrez le mot de passe de votre compte
ro_ro: Introduceți parola contului dvs

# LoginUsernameFieldToolTip
source: Enter the student code or the mail associated to your account. Remember that this app doesn't support parents or teacher accounts yet.
fr_fr: Saisissez le code étudiant ou l'e-mail associé à votre compte. Veuillez noter que cette application ne prend pas en charge les comptes parents ou enseignants.
ro_ro: Introduceți codul de student sau adresa de e-mail asociată contului dvs. Vă rugăm să rețineți că această aplicație nu acceptă conturi de părinți sau profesori.

# FirstRunDialogMoreInfo
source: Additional information
fr_fr: Informations Complémentaires
ro_ro: Informații suplimentare

# GradesOrderByComboBox_FromNewToOld
source: From newest to oldest
fr_fr: Du plus récent au plus ancien
ro_ro: De la cel mai nou la cel mai vechi

# GradesOrderByComboBox_FromOldToNew
source: From oldest to newest
fr_fr: Du plus ancien au plus récent
ro_ro: De la cel mai vechi la cel mai nou

# GradesOrderByComboBox_FromHighToLow
source: From highest to lowest
fr_fr: Du plus haut au plus bas
ro_ro: De la cel mai mare la cel mai jos

# GradesOrderByComboBox_FromLowToHigh
source: From lowest to highest
fr_fr: Du plus bas au plus haut
ro_ro: De la cel mai mic la cel mai mare

# OrderByComboBoxPlaceholderText
source: Sort by...
fr_fr: Trier par...
ro_ro: Filtrează după...

# AgendaPageTitlePreposition
source: of
fr_fr: de
ro_ro: de

# PALETTE_CON
source: Contrast
fr_fr: Contraste
it_it: Contrasto

# PALETTE_RET
source: Retro
fr_fr: Rétro

# GradesNotAvailable
source: N/A
fr_fr: N/D
it_it: N/D

# SettingsCardThemeDarkComboboxItem.Content
source: Dark
it_it: Scuro

# SettingsCardThemeDefaultComboboxItem.Content
source: System default
it_it: Predefinito di Sistema

# SettingsCardThemeLightComboboxItem.Content
source: Light
it_it: Chiaro

# SettingsAboutHeader.Text
source: About
it_it: Informazioni app

# SettingsPersonalizationHeader.Text
source: Appearance
it_it: Aspetto

# FirstRunDialogBody.Text
source: With ClassevivaPCTO you will be able to view your Classeviva school register data in an intuitive way and under the guise of an innovative design. This app is for student accounts only. Please note that this app is still under development and some features are not available at this time. If you encounter bugs or have an idea for the app, open an issue on GitHub by clicking on the "Report an issue" link in the About section.
it_it: Con ClassevivaPCTO potrai visualizzare i tuoi dati del registro elettronico Classeviva in maniera intuitiva e sotto le vesti di un design innovativo. Quest'app è rivolta soltanto agli account studente. Ricorda che quest'app è ancora in fase di sviluppo e alcune funzionalità non sono disponibili al momento. Se riscontri bug o hai un'idea per l'app apri un issue su GitHub cliccando sul link "Segnala un problema" nella sezione Informazioni app.

# FirstRunDialog.Title
source: Welcome in ClassevivaPCTO
it_it: Benvenuto in ClassevivaPCTO

# WhatsNewDialog.PrimaryButtonText
source: Close
it_it: Chiudi

# WhatsNewDialog.Title
source: What’s new in this version
it_it: Novità in questa versione

# SettingsGeneralHeader.Text
source: General
it_it: Generali

# SettingsTitle.Text
source: Settings
it_it: Impostazioni

# SettingsCardTheme.Description
source: Choose app theme
it_it: Scegli il tema dell'app

# SettingsCardTheme.Header
source: Theme
it_it: Tema

# SettingsCardLanguage.Header
source: Language
it_it: Lingua

# SettingsCardLanguage.Description
source: Choose the displayed app language
it_it: Scegli la lingua dell'app

# SettingsAboutExpander.Description
source: © 2023. All rights reserved.
it_it: © 2023. Tutti i diritti riservati.

# SettingsAboutExpanderRateHyperlink.Text
source: Rate on the Store
it_it: Vota nello Store

# SettingsAboutExpanderIssueHyperlink.Text
source: Report an issue
it_it: Segnala un problema

# SettingsCardTutorial.Description
source: View tips on how to use this app
it_it: Visualizza suggerimenti sul funzionamento dell'app

# SettingsCardTutorialButton.Content
source: Show Tips
it_it: Mostra Tips

# SettingsCardWhatsNew.Header
source: What’s new in this version
it_it: Novità in questa versione

# SettingsCardWhatsNew.Description
source: See recent changes
it_it: Visualizza le modifiche recenti

# SettingsCardWhatsNewButton.Content
source: See changelog
it_it: Mostra novità

# ScrutiniTitle.Text
source: Ballots
it_it: Scrutini

# ScrutiniShowDeletedDocumentsCheckbox.Content
source: Show deleted documents
it_it: Mostra documenti eliminati

# ScrutiniDocumentsHeader.Text
source: Documents
it_it: Documenti

# NotesTitle.Text
source: Notes
it_it: Note

# LoginWelcome.Text
source: Welcome
it_it: Benvenuto

# LoginUsernameField.Header
source: Username:
it_it: Nome utente:

# LoginKeepCredentialsCheckbox.Content
source: Keep me logged in
it_it: Mantieni le credenziali

# DashboardTodaysEvents.Text
source: Today's events
it_it: Eventi del giorno

# DashboardOpenAgendaButton.Text
source: Open agenda
it_it: Apri agenda

# DashboardRecentGrades.Text
source: Recent grades
it_it: Valutazioni recenti

# DashboardGradesAverage.Text
source: Global average:
it_it: Media totale:

# DashboardOpenGradesButton.Text
source: View all grades
it_it: Visualizza tutte le valutazioni

# DashboardRecentNotices.Text
source: Recent notices
it_it: Comunicazioni recenti

# DashboardOpenNoticeBoardButton.Text
source: Open notice board
it_it: Apri bacheca

# NoticeBoardNotices.Text
source: Notices
it_it: Comunicazioni

# AbsencesEventsCalendar.Text
source: Events calendar
it_it: Calendario eventi

# AgendaTasksPopupTitle.Text
source: Tasks
it_it: Compiti

# AgendaTodayButton.Content
source: Today
it_it: Oggi

# AgendaAllTasksButton.Text
source: All tasks
it_it: Tutti i compiti

# AgendaAllLessonsButton.Text
source: All lessons
it_it: Tutte le lezioni

# LoginButton.Content
source: Login
it_it: Accedi

# NoticeDialogAttachmentsSubtitle
source: Attachments
it_it: Allegati

# AgendaLessonsPopupTitle.Text
source: Lessons
it_it: Lezioni

# GradesTitle.Text
source: Grades
it_it: Valutazioni

# AbsencesTitle.Text
source: Absences
it_it: Assenze

# AgendaPlaceholder.Text
source: No events
it_it: Nessun evento

# CloseDialogButtonText
source: Close
it_it: Chiudi

# ReadAndOpenFlyoutText
source: Open and read
it_it: Leggi e apri

# SettingsAccountExitButton.Text
source: Logout
it_it: Esci

# NoticeBoardPlaceholder.Text
source: No notices
it_it: Nessuna comunicazione

# NotesPlaceholder.Text
source: No notes
it_it: Nessuna nota

# SettingsAboutExpanderCrowdinHyperlink.Text
source: Translate on Crowdin
it_it: Traduci su Crowdin

# SettingsAccountChangePhoto.Text
source: Change photo
it_it: Cambia foto

# AutoSuggestBoxSearch.PlaceholderText
source: Search...
it_it: Cerca...

# SettingsAboutExpanderGitHubHyperlink.Text
source: GitHub repository
it_it: Progetto su GitHub

# WhatsNewDialogHyperlinkAllChanges.Text
source: View all changes
it_it: Visualizza tutti i cambiamenti

# SettingsAboutExpanderVersion.Text
source: Version
it_it: Versione

# SettingsAccountSchool.Text
source: School:
it_it: Istituto:

# SettingsAccountStudentCode.Text
source: Student code:
it_it: Codice studente:

# SettingsCardPalette.Description
source: Customize the color palette used in the app to indicate grades and events
it_it: Personalizza lo schema dei colori utilizzato nell'app per indicare voti ed eventi

# SettingsCardPalette.Header
source: Color palette
it_it: Schema colori

# SettingsCardSchoolYear.Description
source: Select the school year to consult / go back to the previous year
it_it: Seleziona l'anno scolastico da consultare / torna all'anno precedente

# SettingsCardSchoolYear.Header
source: School year
it_it: Anno scolastico

# WhatsNewDialogHighlights.Text
source: Highlights
it_it: In evidenza

# WhatsNewDialogRelease.Text
source: v1.2.0, 25 November 2023
it_it: v1.2.0, 25 Novembre 2023

# AgendaTomorrowButton.ToolTipService.ToolTip
source: Next day
it_it: Giorno successivo

# AgendaYesterdayButton.ToolTipService.ToolTip
source: Previous day
it_it: Giorno precedente

# AgendaTodayButton.ToolTipService.ToolTip
source: Go to today's events
it_it: Vai agli eventi di oggi

# DashboardEditWidgetsButton.Text
source: Edit widgets
it_it: Personalizza widget

# LoginUsernameField.PlaceholderText
source: Username
it_it: Nome utente

# NavigationViewAssenze.Content
source: Absences
it_it: Assenze

# NavigationViewBacheca.Content
source: Notice board
it_it: Bacheca

# NavigationViewGrades.Content
source: Grades
it_it: Valutazioni

# NavigationViewNote.Content
source: Notes
it_it: Note

# NavigationViewScrutini.Content
source: Ballots
it_it: Scrutini

# RefreshButton.ToolTipService.ToolTip
source: Refresh
it_it: Aggiorna

# SettingsPaletteColorBlue.ToolTipService.ToolTip
source: Doesn't average, partial absence
it_it: Non fa media, assenza parziale

# SettingsPaletteColorGreen.ToolTipService.ToolTip
source: Sufficient grade, presence, read notice
it_it: Sufficienza, presenza, comunicazione letta

# SettingsPaletteColorOrange.ToolTipService.ToolTip
source: Nearly sufficient grade, delay, expired notice
it_it: Insufficienza lieve, ritardo, comunicazione scaduta

# SettingsPaletteColorRed.ToolTipService.ToolTip
source: Insufficient grade, absence, unread notice
it_it: Insufficienza grave, assenza, comunicazione non letta

# NoticeBoardTitle.Text
source: Notice board
it_it: Bacheca

# AbsencesPlaceholder.Text
source: No absences
it_it: Nessuna assenza

# AgendaTasksPlaceholder.Text
source: No tasks
it_it: Nessun compito

# ScrutiniPlaceholder.Text
source: Ballots unavailable
it_it: Scrutini non disponibili

# ScrutiniReportsHeader.Text
source: School reports
it_it: Report scolastici

# GradesPlaceholder.Text
source: No grades
it_it: Nessuna valutazione

# AgendaLessonsPlaceholder.Text
source: No lessons
it_it: Nessuna lezione

# GradesGlobalAverage.Text
source: Global average
it_it: Media totale

# FirstRunDialogLicensesHyperlink.Text
source: Licenses
it_it: Licenze

# GradesAllPeriodsSegmentedItem.Content
source: All periods
it_it: Tutti i periodi

# AgendaCalendarDatePicker.ToolTipService.ToolTip
source: Pick a date
it_it: Seleziona una data

# NoticeBoardFilterAllNotices.Text
source: All
it_it: Tutte

# NoticeBoardFilterReadNotices.Text
source: Read
it_it: Lette

# NoticeBoardFilterUnreadNotices.Text
source: Unread
it_it: Non lette

# AppTranslationStatus1
source: The app has been translated at
it_it: L'app è stata tradotta al

# AppTranslationStatus2
source: in the language you have chosen. Some sections of the app may not be translated yet.
it_it: nella lingua che hai scelto. Alcune parti dell'app potrebbero non essere stare ancora tradotte.

# AreYouSureLanguageDialogText
source: Are you sure you really want to change the app language?
it_it: Vuoi veramente cambiare la lingua?

# SettingsCardAskConfirm.Description
source: Ask confirmation before opening a notice to avoid opening it unintentionally
it_it: Chiedi conferma prima di aprire una comunicazione per evitare di contrassegnarla erroneamente come letta

# SettingsCardAskConfirm.Header
source: Open notice confirmation
it_it: Conferma apertura comunicazioni

# AbsencesTodayButton.Content
source: Today
it_it: Oggi

# GradesListLayoutSegmentedItem.Text
source: List
it_it: Lista

# GradesSubjectsLayoutSegmentedItem.Text
source: Subjects
it_it: Materie

# GenericOpenButton.Text
source: Open
it_it: Apri

# GenericReadButton.Text
source: Read
it_it: Leggi

# GenericSaveButton.Text
source: Save
it_it: Salva

# NoticeDialogOpenAttachmentButton.Label
source: Open
it_it: Apri

# NoticeDialogSaveAttachmentButton.Label
source: Save
it_it: Salva

# ScrutiniOpenFileButton.ToolTipService.ToolTip
source: View ballot
it_it: Visualizza scrutinio

# ScrutiniOpenReportButton.ToolTipService.ToolTip
source: Open report in web browser
it_it: Apri report nel browser

# ScrutiniSaveFileButton.ToolTipService.ToolTip
source: Save ballot file on your PC
it_it: Salva il file dello scrutinio sul PC

# NoticeBoardNotAvailableButton.Text
source: Not available
it_it: Non disponibile
